# Header & Navigation
header.brand=thiagoodev
nav.home=In\u00EDcio
nav.about=Sobre
nav.career=Carreira
nav.portfolio=Portf\u00F3lio
nav.contact=Contato
nav.community=Comunidade

# SEO Metadata
seo.title=Thiago Sousa (thiagoodev) | Engenheiro Mobile em Fortaleza
seo.description=Portf\u00F3lio oficial de thiagoodev (Thiago Sousa). Engenheiro de Software Especialista em Mobile (Flutter) e Backend (Spring Boot) atuando em Fortaleza, Cear\u00E1.
seo.keywords=thiagoodev, thiagoodev fortaleza, thiagoodev mobile, Engenheiro de Software, Desenvolvedor Mobile, Flutter, Dart, Java, Spring Boot, Backend, Fortaleza, Cear\u00E1, Tech Lead
seo.author=Thiago Sousa
seo.og.type=website
seo.og.url=https://thiagoodev.com.br
seo.twitter.card=summary_large_image
seo.twitter.site=@thiagoodev

# Hero Section
hero.greeting=Sou Thiago Sousa
hero.role.main=Engenheiro de Software
hero.role.separator=\u2022
hero.role.connector= criador da 
hero.role.highlight=Mobile Devs Cear\u00E1
hero.description.part1=Eu transformo c\u00F3digo em 
hero.description.part2=sistemas inteligentes e funcionais
hero.description.part3=.
hero.button.resume=Baixar Curr\u00EDculo
hero.button.contact=Fale comigo
hero.button.projects=Ver Projetos

# About Section
about.title=Sobre Mim
about.p1=Dizem que o cearense j\u00E1 nasce desenrolado, e no meu caso, eu transformo esse desenrolo em software de alta performance. Sou um Engenheiro de Software especialista em ecossistemas mobile e backend, focando na cria\u00E7\u00E3o de experi\u00EAncias de alta performance com Flutter e Dart para entregar UIs fluidas e nativas. No backend, garanto a sustentabilidade com a robustez do Java/Kotlin e Spring Boot. Na pr\u00E1tica, meu foco \u00E9 unir interfaces que o usu\u00E1rio ama a arquiteturas de servidor preparadas para alta disponibilidade.
about.p2=Minha filosofia \u00E9 pautada na sustentabilidade: c\u00F3digo limpo \u00E9 um ativo estrat\u00E9gico. Priorizo a organiza\u00E7\u00E3o e a manutenibilidade hoje para garantir que o sistema possa evoluir amanh\u00E3 sem gerar d\u00EDvidas t\u00E9cnicas desnecess\u00E1rias.
about.p3=Com experi\u00EAncia em projetos de alta complexidade, j\u00E1 desenvolvi do zero desde CRMs de vendas at\u00E9 plataformas utilizadas por 60+ c\u00E2maras legislativas e sistemas de monitoramento veicular em tempo real. Se o desafio exige software que "aguenta o tranco" em cen\u00E1rios cr\u00EDticos e escalas reais, eu sei como entregar.
about.p4=Fora do editor de c\u00F3digo, lidero a Mobile Devs Cear\u00E1, conectando a comunidade t\u00E9cnica para fomentar a inova\u00E7\u00E3o e o compartilhamento de conhecimento na nossa regi\u00E3o.

# Skills (About Section)
about.skill.mobile=Mobile
about.skill.backend=Backend
about.skill.community=Comunidade
about.skill.flutter=Flutter
about.skill.dart=Dart
about.skill.kotlin=Kotlin
about.skill.java=Java
about.skill.springboot=Spring Boot
about.skill.docker=Docker
about.skill.firebase=Firebase

# Experiences Section
experiences.title=Minha Carreira
experiences.badge.current=Atualmente

# Projects Section
projects.title=Meus Projetos
projects.button.viewAll=Ver todos os projetos
projects.button.viewLess=Ver menos

# Community Section
community.title=Comunidade
community.card.title=Mobile Devs Cear\u00E1
community.text=Em 2023, fundei a Mobile Devs Cear\u00E1 movido por um desejo simples: conectar-me com outros desenvolvedores que compartilhavam da mesma stack e da paix\u00E3o por tecnologia. O que come\u00E7ou como uma busca pessoal para falar sobre desenvolvimento mobile e trocar experi\u00EAncias logo ganhou tra\u00E7\u00E3o e cresceu de forma org\u00E2nica.\n\nAtualmente, atuo como organizador principal dessa comunidade que une profissionais de todo o estado. O projeto, que nasceu inicialmente focado em Flutter, evoluiu para um ecossistema completo de aprendizado coletivo. Al\u00E9m de organizar e participar de eventos, meu objetivo \u00E9 fomentar o uso de tecnologias mobile e contribuir para a evolu\u00E7\u00E3o t\u00E9cnica de desenvolvedores de todos os n\u00EDveis, fortalecendo a cena tech cearense atrav\u00E9s da colabora\u00E7\u00E3o.
community.button=Conhecer a comunidade

# Footer Section
footer.menu=Menu
footer.connect=Conecte-se
footer.resources=Recursos
footer.tagline.role=Engenheiro de Software
footer.tagline.creator=criador da
footer.copyright.pre=Feito com Java & Spring Boot por