header.brand=thiagoodev
community.button=Conhecer a comunidade
community.text=Em 2023, fundei a Mobile Devs Cear\u00E1 movido por um desejo simples: conectar-me com outros desenvolvedores que compartilhavam da mesma stack e da paix\u00E3o por tecnologia. O que come\u00E7ou como uma busca pessoal para falar sobre desenvolvimento mobile e trocar experi\u00EAncias logo ganhou tra\u00E7\u00E3o e cresceu de forma org\u00E2nica.\n\nAtualmente, atuo como organizador principal dessa comunidade que une profissionais de todo o estado. O projeto, que nasceu inicialmente focado em Flutter, evoluiu para um ecossistema completo de aprendizado coletivo. Al\u00E9m de organizar e participar de eventos, meu objetivo \u00E9 fomentar o uso de tecnologias mobile e contribuir para a evolu\u00E7\u00E3o t\u00E9cnica de desenvolvedores de todos os n\u00EDveis, fortalecendo a cena tech cearense atrav\u00E9s da colabora\u00E7\u00E3o.
community.card.title=Mobile Devs Cear\u00E1
community.title=Comunidade

projects.button.viewLess=Ver menos
projects.button.viewAll=Ver todos os projetos
projects.title=Meus Projetos

experiences.badge.current=Atualmente
experiences.title=Minha Carreira

about.p4=Fora do editor de c\u00F3digo, lidero a Mobile Devs Cear\u00E1, conectando a comunidade t\u00E9cnica para fomentar a inova\u00E7\u00E3o e o compartilhamento de conhecimento na nossa regi\u00E3o.
about.p3=Com experi\u00EAncia em projetos de alta complexidade, j\u00E1 desenvolvi do zero desde CRMs de vendas at\u00E9 plataformas utilizadas por 60+ c\u00E2maras legislativas e sistemas de monitoramento veicular em tempo real. Se o desafio exige software que "aguenta o tranco" em cen\u00E1rios cr\u00EDticos e escalas reais, eu sei como entregar.
about.p2=Minha filosofia \u00E9 pautada na sustentabilidade: c\u00F3digo limpo \u00E9 um ativo estrat\u00E9gico. Priorizo a organiza\u00E7\u00E3o e a manutenibilidade hoje para garantir que o sistema possa evoluir amanh\u00E3 sem gerar d\u00EDvidas t\u00E9cnicas desnecess\u00E1rias.
about.p1=Dizem que o cearense j\u00E1 nasce desenrolado, e no meu caso, eu transformo esse desenrolo em software de alta performance. Sou um Engenheiro de Software especialista em ecossistemas mobile e backend, focando na cria\u00E7\u00E3o de experi\u00EAncias de alta performance com Flutter e Dart para entregar UIs fluidas e nativas. No backend, garanto a sustentabilidade com a robustez do Java/Kotlin e Spring Boot. Na pr\u00E1tica, meu foco \u00E9 unir interfaces que o usu\u00E1rio ama a arquiteturas de servidor preparadas para alta disponibilidade.
about.title=Sobre Mim

hero.button.projects=Ver Projetos
hero.button.contact=Fale comigo
hero.button.resume=Baixar Curr\u00EDculo
hero.description.part3=.
hero.description.part2=sistemas inteligentes e funcionais
hero.description.part1=Eu transformo c\u00F3digo em 
hero.role.highlight=Mobile Devs Cear\u00E1
hero.role.connector= criador da 
hero.role.separator=\u2022
hero.role.main=Engenheiro de Software
hero.greeting=Sou Thiago Sousa

seo.twitter.site=@thiagoodev
seo.twitter.card=summary_large_image
seo.og.url=https://thiagoodev.com.br
seo.og.type=website
seo.author=Thiago Sousa
seo.keywords=Engenheiro de Software, Desenvolvedor Mobile, Flutter, Dart, Java, Spring Boot, Backend, Cear\u00E1, Tech Lead
seo.description=Portf\u00F3lio de Thiago Sousa, Engenheiro de Software especialista em Mobile (Flutter) e Backend (Spring Boot). Criador da Mobile Devs Cear\u00E1.
seo.title=Thiago Sousa | Engenheiro de Software

nav.community=Comunidade
nav.contact=Contato
nav.portfolio=Portf\u00F3lio
nav.career=Carreira
nav.about=Sobre
nav.home=In\u00EDcio

